[
    {
        "title": "六丑·蔷薇谢后作",
        "content": "正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。(花何在 一作：家何在)东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。",
        "keywords": {
            "六丑": "周邦彦创调。",
            "试酒": "宋代风俗，农历三月开或四月初偿新酒。见《武林旧事》等书。",
            "过翼": "飞过的鸟。",
            "楚宫倾国": "楚王宫里的美女，喻蔷薇花。",
            "钗钿堕处": "花落处。白居易《长恨歌》：“花钿委地无人收，翠翘金雀玉搔头。”",
            "桃蹊": "桃树下的路。",
            "柳阴": "绿柳成荫的路。",
            "多情为谁追惜": "即“为谁多情追惜”，意即还有谁多情（似我）地痛惜花残春逝呢？",
            "惹": "挑逗。",
            "珍丛": "花丛。",
            "强簪巾帻": "勉强插戴在头巾上。巾帻：头巾。",
            "恐断红、尚相思字": "唐卢渥到长安应试，拾得沟漂出的红叶，上有宫女题诗。后娶遣放宫女为妻，恰好是题诗者。见范《云溪友议》本句用红叶比落花。",
            "向人欹侧": "向人表示依恋媚态。",
            "断红": "用唐人卢渥和宫女在红叶上题诗的典故。联系前句，意指红花飘零时，对人间充满了依恋之情。"
        },
        "trans": "正是换单衣的时节，只恨客居异地，光阴白白地流逝。祈求春天暂留片刻，春天匆匆归去就像鸟儿飞离，一去无痕迹。试问蔷薇花儿今何在？夜里一场急风骤雨，埋葬了南楚倾国的佳丽。花瓣儿像美人的钗钿堕地，散发着残留的香气，凌乱地点缀着桃花小路，轻轻地在杨柳街巷翻飞。多情人有谁来替落花惋惜？只有蜂儿蝶儿像媒人使者，时时叩击着窗槅来传递情意。东园一片静寂，渐渐地草木繁盛茂密，绿荫幽暗青碧。环绕着珍贵的蔷薇花丛静静徘徊，不断地唉声叹气。蔷薇伸着长枝条，故意钩着行人的衣裳，仿佛牵着衣襟期待着倾叶话语，表现出无限地离情别情。拾一朵小小的残花，在头巾上勉强簪起。终究不像一朵鲜花戴在美人钗头上颤动，漂流处、莫趁潮汐，恐断红、尚有相思字，何由见得。",
        "emotion": "惜春、离愁、怀念"
    },
    {
        "title": "兰陵王·柳",
        "content": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。",
        "keywords": {
            "兰陵王": "词牌名，首见于周邦彦词。一百三十字，分三段。",
            "柳阴直": "长堤之柳，排列整齐，其阴影连缀成直线。",
            "烟": "薄雾。",
            "丝丝弄碧": "细长轻柔的柳条随风飞舞，舞弄其嫩绿的姿色。弄：飘拂。",
            "隋堤": "汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城的必经之路。",
            "拂水飘绵": "柳枝轻拂水面，柳絮在空中飞扬。",
            "行色": "行人出发前的景象、情状。",
            "故国": "指故乡。",
            "京华倦客": "作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。",
            "长亭": "古时驿路上十里一长亭，五里一短亭，供人休息，又是送别的地方。",
            "应折句": "古人有折柳送别之习。",
            "柔条": "柳枝。",
            "过千尺": "极言折柳之多。",
            "旧踪迹": "指过去登堤饯别的地方。",
            "又": "又逢。",
            "酒趁哀弦": "饮酒时奏着离别的乐曲。趁：逐，追随。哀弦：哀怨的乐声。",
            "离席": "饯别的宴会。",
            "梨花句": "饯别时正值梨花盛开的寒食时节。唐宋时期朝廷在清明日取榆柳之火以赐百官，故有“榆火”之说。",
            "寒食": "清明前一天为寒食。",
            "一箭风快": "指正当顺风，船驶如箭。",
            "半篙波暖": "指撑船的竹篙没入水中，时令已近暮春，故曰波暖。",
            "迢递": "遥远。",
            "驿": "驿站。",
            "望人句": "因被送者离汴京南去，回望送行人，故曰天北。",
            "望人": "送行人。",
            "凄恻": "悲伤。",
            "渐": "正当。",
            "别浦": "送行的水边。",
            "萦回": "水波回旋。",
            "恨": "这里是遗憾的意思。",
            "津堠": "渡口附近供瞭望歇宿的守望所。津：渡口。堠：哨所。",
            "岑寂": "冷清寂寞。",
            "冉冉": "慢慢移动的样子。",
            "春无极": "春色一望无边。",
            "念": "想到。",
            "月榭": "月光下的亭榭。榭，建在高台上的敞屋。",
            "露桥": "布满露珠的桥梁。"
        },
        "trans": "正午的柳荫直直地落下，雾霭中，丝丝柳枝随风摆动。在古老的隋堤上，曾经多少次看见柳絮飞舞，把匆匆离去的人相送。每次都登上高台向故乡瞭望，杭州远隔山水一重又一重。旅居京城使我厌倦，可有谁知道我心中的隐痛？在这十里长亭的路上，我折下的柳条有上千枝，可总是年复一年地把他人相送。我趁着闲暇到了郊外，本来是为了寻找旧日的行踪，不料又逢上筵席给朋友饯行。华灯照耀，我举起了酒杯，哀怨的音乐在空中飘动。驿站旁的梨花已经盛开，提醒我寒食节就要到了，人们将把榆柳的薪火取用。我满怀愁绪看着船像箭一样离开，梢公的竹篙插进温暖的水波，频频地朝前撑动。等船上的客人回头相看，驿站远远地抛在后面。",
        "emotion": "思乡、离愁、伤感"
    },
    {
        "title": "减字木兰花·竞渡",
        "content": "红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。",
        "keywords": {
            "竞渡": "划船比赛。每年端午节（农历五月初五）为表达对伟大的爱国诗人屈原的尊敬和怀念，在民间形成的一种传统风俗。",
            "红旗高举": "高高举起红旗。",
            "渚": "水中间的小洲。",
            "春雷": "形容鼓声像春雷一样响个不停。",
            "远远回": "形容龙舟的速度之快。",
            "惊退万人争战气": "龙舟竞争之激烈气势，就像打仗一样，把观众都惊呆了。",
            "金碧楼西": "领奖处装饰得金碧辉煌。",
            "衔得": "夺得。",
            "锦标": "古时的锦标，也就是一面彩缎的奖旗，一般都悬挂在终点岸边的一根竹竿上，从龙舟上就可以摘取到。"
        },
        "trans": "竞渡的龙舟高高地挂起一面面红旗，从柳阴深处的水洲出击。鼓声像春天的雷电，冲破烟雾，劈开波涛，直奔远处夺标目的地。围观人群的欢呼声震天动地，有惊退万人争战的豪气。在金碧辉煌的小阁楼西，夺得锦标的龙舟获得第一名回来了。",
        "emotion": "激昂与自豪"
    },
    {
        "title": "凤箫吟·锁离愁",
        "content": "锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。 消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野，嬉游醉眠，莫负青春。",
        "keywords": {
            "凤箫吟": "词牌名",
            "陌上初熏": "路上散发着草的香气",
            "绣帏": "绣房、闺阁",
            "暗垂珠泪": "暗暗落下一串串珠露般的眼泪",
            "王孙": "送行之人",
            "绿妒轻裙": "轻柔的罗裙和芳草争绿",
            "恁": "那",
            "素手": "女子洁白如玉的手",
            "香茵": "芳草地"
        },
        "trans": "离愁萦绕，看着眼前连绵无际的春草，想起与心上人同游时它们还刚在路边吐出香馨。闺中人想到心上人要远行，暗暗地流下泪珠，哽咽着目送远去的车轮。人已远去她还痴痴地张望，可见到的已是重重远水、片片孤云。她又登楼极目远望，但望穿秋水也难见游子踪影。伤心啊伤心，自从池塘分别后无日不黯然销魂。想当年同游的地方连绿草都妒忌她的罗裙。那时候他携着她的手，在花丛柳絮之中，在翠绿香茵上信步徜徉。如今她的容颜虽已渐渐老去，但心中情意仍像芳草一样年年常新。她要再游遍绿野，忘情嬉戏酣饮，不辜负这珍贵的年少青春。",
        "emotion": "伤感与怀念"
    },
    {
        "title": "卜算子·我住长江头",
        "content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。",
        "keywords": {
            "已": "完结。停止。",
            "休": "停止。",
            "定": "此处为衬字。",
            "思": "想念，思念"
        },
        "trans": "我住在长江源头，君住在长江之尾。天天想念你总是见不到你，却共同饮着长江水。悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负我一番痴恋情意。",
        "emotion": "思念与渴望"
    },
    {
        "title": "夜游宫·叶下斜阳照水",
        "content": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。",
        "keywords": {
            "夜游宫": "词牌名。《清真集》入“般涉调”。双调五十七字，前后片各四仄韵。",
            "叶下": "叶落。",
            "轻浪": "微波。",
            "沈沈": "形容流水不断的样子。",
            "酸风射眸子": "指冷风刺眼使酸鼻。酸风，指刺人的寒风。",
            "单衾": "薄被。",
            "萧娘": "唐代对女子的泛称。此指词人的情侣。。"
        },
        "trans": "一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。",
        "emotion": "相思、忧伤、孤独、怀念"
    },
    {
        "title": "定风波·自春来惨绿愁红",
        "content": "自春来惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。",
        "keywords": {
            "是事可可": "对什么事情都不在意，无兴趣，一切事全含糊过去",
            "暖酥": "极言女子肌肤之好",
            "腻云": "代指女子的头发",
            "亸": "下垂貌",
            "无那": "无奈",
            "恁么": "这么",
            "鸡窗": "指书窗或书房",
            "蛮笺象管": "纸和笔",
            "镇": "常",
            "和": "允诺"
        },
        "trans": "自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟诗作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。",
        "emotion": "思念与无奈"
    },
    {
        "title": "少年游·并刀如水",
        "content": "并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行！",
        "keywords": {
            "并刀": "并州出产的刀。",
            "如水": "形容剪刀的锋利。",
            "吴盐": "吴地所出产的洁白细盐。",
            "幄": "帐。",
            "兽烟": "兽形香炉中升起的细烟。",
            "谁行": "哪边，何处。",
            "直是": "就是。"
        },
        "trans": "并州产的刀非常锋利，吴地产的盐粒洁白如雪，女子的纤纤细手剥开新产的熟橙。锦制的帷帐中刚刚变暖，兽形的香炉中烟气不断，二人相对着把笙调弄。女子低声地探问情人：今夜您到哪里去住宿？时候已经不早了，城上已报三更。外面寒风凛冽，路上寒霜浓重马易打滑，不如不要走了，街上已经少有人行走！",
        "emotion": "相思之情"
    },
    {
        "title": "念奴娇·断虹霁雨",
        "content": "八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。",
        "keywords": {
            "永安": "即白帝城，在今四川奉节县西长江边上。",
            "金荷": "金质莲花杯。",
            "文不加点": "谓不须修改。",
            "断虹": "一部分被云所遮蔽的虹，称断虹。",
            "山染句": "谓山峰染成青黛色，如同美人的长眉毛。",
            "桂影": "相传月中有桂树，因称月中阴影为桂影。",
            "扶疏": "繁茂纷披貌。",
            "姮娥": "月中女神娥。汉时避汉文帝刘垣讳，改称嫦娥。",
            "一轮玉": "指圆月。",
            "霜竹": "指笛子。"
        },
        "trans": "八月十七日，我和同学们在永安城楼上，经过张宽夫的园子等候月亮。偶然有美酒，便用金荷叶为大家斟酒。客人中有孙彦立，擅长吹笛。我提笔作乐府的长短句，文思如泉涌。雨后彩虹断了，秋空如洗，山峦如新妆。桂树影子摇曳，谁能说今夜的月光不足？万里晴空，嫦娥在哪里，驾着这轮明月？寒光闪烁，为谁照耀这美酒？年轻时我曾追随游玩，晚风轻拂，绕过张园的树林。让我们共饮金荷，虽然离家万里，难得在此相聚。老夫我一生漂泊，最爱在风中听曲。孙郎微笑着，坐下来吹奏霜竹。",
        "emotion": "豪放与感慨"
    },
    {
        "title": "桂枝香·金陵怀古",
        "content": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。",
        "keywords": {
            "登临送目": "登山临水，举目望远",
            "故国": "旧时的都城，指金陵",
            "如簇": "群峰好像丛聚在一起",
            "去棹": "往来的船只",
            "星河鹭起": "白鹭从水中沙洲上飞起",
            "画图难足": "用图画也难以完美地表现它",
            "繁华竞逐": "争着过豪华的生活",
            "悲恨相续": "亡国悲剧连续发生",
            "凭高": "登高",
            "谩嗟荣辱": "空叹什么荣耀耻辱",
            "六朝": "三国吴、东晋、南朝宋、齐、梁、陈六个朝代",
            "商女": "歌女"
        },
        "trans": "登山临水，举目望远，故都金陵正是深秋，天气已变得飒爽清凉。奔腾千里的长江澄澈得像一匹长长的白绢，青翠的山峰俊伟峭拔犹如一束束的箭簇。船只在夕阳下往来穿梭，酒楼外斜插的酒旗随着西风飘扬。华丽的画船如同在淡云中浮游，江中洲上的白鹭时而停歇时而飞起，这清丽的景色就是丹青妙笔也难描画。遥想当年，达官贵人争着过豪华的生活，可叹在朱雀门外结绮阁楼，亡国的悲剧连续发生。自古多少人在此登高怀古，无不对历代荣辱喟叹感伤。六朝的风云变化全都随着流水消逝，唯有江上的烟波与草上凝结的露珠常在。如今的商女，还不知亡国的悲恨，时时放声歌唱《玉树后庭花》。",
        "emotion": "忧伤与怀念"
    },
    {
        "title": "水调歌头·游览",
        "content": "瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。",
        "keywords": {
            "瑶草": "仙草。",
            "武陵溪": "指代幽美清净、远离尘嚣的地方。武陵：郡名，大致相当于今湖南常德。桃源的典故在后代诗词中又常和刘晨、阮肇入天台山遇仙女的传说混杂在一起。",
            "枝": "一作‘花’。",
            "倚": "依。一作‘欹’。",
            "金徽": "金饰的琴徽，用来定琴声高下之节。这里指琴。",
            "谪仙": "谪居人间的仙人。",
            "螺杯": "螺壳所做的酒杯，引申为后亦为酒杯的美称。",
            "灵芝": "菌类植物。古人以为灵芝有驻颜不老及起死回生之功，故称仙草。"
        },
        "trans": "瑶草多么碧绿，春天来到了武陵溪。溪水上有无数桃花，花的上面有黄鹂。我想要穿过花丛寻找出路，却走到了白云的深处，彩虹之巅展现浩气。只怕花深处，露水湿了衣服。坐着玉石，靠着玉枕，拿着金徽。被贬谪的仙人在哪里，没有人陪我用螺壳所做的酒杯喝酒。我为了寻找灵芝仙草，不为表面繁华，长叹为了什么。喝醉了手舞足蹈地下山，明月一路伴随着我。",
        "emotion": "孤独与高洁"
    },
    {
        "title": "洞仙歌·雪云散尽",
        "content": "一年春物，惟梅柳间意味最深。至莺花烂漫时，则春已衰迟，使人无复新意。予作《洞仙歌》，使探春者歌之，无后时之悔。雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心，相映远，约略颦轻笑浅。一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。",
        "keywords": {
            "放": "露出。",
            "青眼": "指初生之柳叶，细长如眼。",
            "约略": "大概，差不多。",
            "疏香": "借指梅花。",
            "乱": "热闹，红火。",
            "韶光": "美好的时光，常指春光。",
            "但莫管": "只是不要顾及。"
        },
        "trans": "雪后阴云散尽，拂晓时池水花木的庭院已然放晴。杨柳绽放着嫩芽新叶，遇人便露出了喜悦媚眼。更有风流多情，是那一点梅心。远远地与杨柳相映，隐约地露出淡淡的哀愁、微微的笑容。一年春光最好处，不在繁花浓艳，那梅柳初绽的清艳花朵和疏淡芳香最是娇媚温柔。到了清明时节，繁花盛开一片纷乱，现极盛衰微的征兆，已丧失了春光美景的一半。及早地占取那短促的韶光。共同游乐追欢，莫管料峭春寒，醉酒红颜浑身自然温暖。",
        "emotion": "珍惜、感慨、欢愉、惆怅"
    },
    {
        "title": "浪淘沙·把酒祝东风",
        "content": "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。\n聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？",
        "keywords": {
            "把酒": "端着酒杯。",
            "从容": "留恋，不舍。",
            "紫陌": "紫路。洛阳曾是东周、东汉的都城，据说当时曾用紫色土铺路，故名。此指洛阳的道路。",
            "洛城": "指洛阳。",
            "总是": "大多是，都是。",
            "匆匆": "形容时间匆促。"
        },
        "trans": "端起酒杯向东风祈祷，请你再留些时日不要匆匆离去。洛阳城东郊外的小道已是垂柳满垂。大多是我们去年携手同游的地方，我们游遍了姹紫嫣红的花丛。\n为人生短暂的相聚和分别所苦，离别的遗憾久久激荡在我的心田。今年的花红胜过去年，明年的花儿肯定会更加美好，可惜不知那时将和谁一起游览。",
        "emotion": "思念、向往、愁怅"
    },
    {
        "title": "浪淘沙令·伊吕两衰翁",
        "content": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！",
        "keywords": {},
        "trans": "伊尹和吕尚两位老人，困窘和顺利的境遇全都经历过了。他俩一位是钓鱼翁，一位是佣工。如果两位英雄都没有遇到英明的君主，最终也只能老死于山野之中。他们与成汤和周武王偶然相遇，明君与贤臣合作有如云从龙、风从虎，在谈笑之间就轻而易举地完成了兴王道、建国家的大事业。到现几千年后的今天，没有谁能与他们一争高下！",
        "emotion": "豪迈与感慨"
    },
    {
        "title": "清平乐·春归何处",
        "content": "春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
        "keywords": {
            "春": "春天，象征着生命与希望。",
            "黄鹂": "鸟类，象征春天的声音与生命的活力。",
            "寂寞": "孤独的感觉，反映词人对春天的思念。"
        },
        "trans": "春天将归向何处？现在的我却找不到春的踪迹。如果有人知道春天的去处，请叫它仍旧回来和我同住。可是又有谁会知道春天离开的踪迹呢？除非你问一问黄鹂鸟。但是没有人能够理解它迂回婉转的啼鸣声。看吧，它已经趁着风势飞过了那片蔷薇。",
        "emotion": "对春天的惋惜与思念，表达了对美好时光的热爱与追求。"
    },
    {
        "title": "清平乐·春晚",
        "content": "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。",
        "keywords": {
            "宫锦": "宫廷监制并特有的锦缎。这里喻指落花。",
            "小怜": "北齐后主淑妃冯小怜，善弹琵琶。这里借指弹琵琶的歌女。"
        },
        "trans": "怎么都无法将春天留住，白白地让黄莺唱个不停。昨夜一场风雨的侵凌，让这满地都是脏污的凋落残花。小怜姑娘刚刚弹起琵琶，拂晓她思绪万千萦绕天庭。随风飘扬的杨絮是那样的自由自在，可始终不肯飞入那权贵人家的画堂朱户。",
        "emotion": "惆怅与向往"
    },
    {
        "title": "渔家傲·小雨纤纤风细细",
        "content": "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拚一醉，而今乐事他年泪。",
        "keywords": {
            "渔家傲": "词牌名。",
            "纤纤": "细小，细微，多用以形容微雨。",
            "和春": "连带着春天。",
            "九十": "指春光三个月共九十天。",
            "金龟": "唐三品以上官佩金龟。此处‘金龟解尽’意即彻底解职。",
            "东阳": "今浙江省金华市，宋属婺州东阳郡。",
            "沽酒": "卖酒。",
            "拼": "豁出去，甘冒。"
        },
        "trans": "绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。",
        "emotion": "愁苦与惆怅"
    },
    {
        "title": "渔家傲·平岸小桥千嶂抱",
        "content": "平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。",
        "keywords": {
            "柔蓝": "柔和的蓝色，多形容水。",
            "萦": "萦绕",
            "窈窕": "幽深的样子。",
            "欹眠": "斜着身子睡觉’",
            "邯郸道": "比喻求取功名之道路，亦指仕途。"
        },
        "trans": "峰峦叠嶂，环抱着小桥流水；河水青碧，萦绕着繁花翠草。竹林幽深秀美，几间茅舍静立其中。和煦的春风时时吹拂，使得房屋清洁，纤尘皆无。午睡醒来，满耳都是婉转的鸟鸣。斜倚枕头，想起当年做官时，听早朝的鸡鸣，此情景已恍如隔世。忽然想起故人都已老，自己当然也不例外。如今我贪恋闲适，已忘却了从政建功的美梦。",
        "emotion": "怀旧与宁静"
    },
    {
        "title": "渔家傲·秋思",
        "content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
        "keywords": {
            "塞": "边界要塞之地，这里指西北边疆",
            "衡阳雁去": "传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞",
            "边声": "边塞特有的声音，如大风、号角、羌笛、马啸的声音",
            "千嶂": "绵延而峻峭的山峰；崇山峻岭",
            "燕然未勒": "指战事未平，功名未立",
            "燕然": "即燕然山，今名杭爱山，在今蒙古国境内",
            "羌管": "即羌笛，出自古代西部羌族的一种乐器",
            "悠悠": "形容声音飘忽不定",
            "寐": "睡"
        },
        "trans": "秋天到了，西北边塞的风光和江南大不同。向衡阳飞去的雁群，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的城门紧闭着。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，无论是将军还是士兵，都被霜雪染白了头发，只好默默地流泪。",
        "emotion": "思乡与悲凉"
    },
    {
        "title": "渔家傲·花底忽闻敲两桨",
        "content": "花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
        "keywords": {
            "渔家傲": "词牌名，此调原为北宋年间流行歌曲，始见于北宋晏殊",
            "逡巡": "宋元俗语，犹顷刻，一会儿，指时间极短",
            "旋": "随时就地",
            "当": "当做，代替",
            "“时时”句": "谓莲花映入酒杯，随舟荡漾，显出红色波纹",
            "红浪": "指人面莲花映在酒杯中显出的红色波纹",
            "清厮酿": "清香之气混成一片，厮酿：相互融合",
            "花腮": "指荷花，形容荷花像美人面颊的花容",
            "酒面": "饮酒后的面色，宋梅尧臣《牡丹》诗：“时结游朋去寻玩，香吹酒面生红波”",
            "一饷": "即一晌，片刻，《敦煌变文集·王昭君变文》：“若道一时一饷，犹可安排；岁久月深，如何可度”",
            "阁": "同“搁”，放置，此处指搁浅，一作“搁”"
        },
        "trans": "荷花底下，忽听到双桨击水的声响，不一会，一群女友来把我寻访。摘下荷叶当酒杯，采莲船在荷花池中荡漾。粉红色的荷花映酒中，杯里时时翻红浪。清新的荷香、醇美的酒味，搅在一起；粉红的荷花、粉红的脸蛋，同映酒缸。绿色的荷叶丛中，醉了正好躺一躺。一觉醒来抬头望，船头搁浅在沙滩上。",
        "emotion": "欢愉与青春"
    },
    {
        "title": "渔家傲·近日门前溪水涨",
        "content": "近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。\n愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。",
        "keywords": {
            "渔家傲": "词牌名，亦名“吴门柳”“忍辱仙人”“荆溪咏”“游仙关”",
            "斗帐": "一种形如覆斗的小帐子",
            "无计向": "犹言无可奈何",
            "合欢": "合欢莲，即双头莲，又名同心莲，指并蒂而开的莲花",
            "惆怅": "因失意或失望而伤感、懊恼",
            "菡萏": "即荷花，莲花",
            "更": "一作“重”",
            "隔障": "隔阂和障碍"
        },
        "trans": "这些天门前溪水涨，情郎几度偷偷来相访，船小无法挂上红斗帐，不能亲热无计想，并蒂莲下空惆怅。\n祈愿妾身成为红芙蓉，年年长在秋江上，再希望郎是花下浪，没有障碍与阻挡，随风逐雨时时来寻访。",
        "emotion": "思念、向往、愁怅"
    },
    {
        "title": "满庭芳·夏日溧水无想山作",
        "content": "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。",
        "keywords": {
            "溧水": "县名，今属江苏省南京市",
            "风老莺雏": "幼莺在暖风里长大了",
            "卑": "低",
            "润": "湿",
            "乌鸦": "即乌鸦",
            "溅溅": "流水声",
            "社燕": "燕子当春社时飞来，秋社时飞走，故称社燕",
            "瀚海": "沙漠，指荒远之地",
            "身外": "身外事，指功名利禄",
            "尊": "同樽，古代盛酒的器具"
        },
        "trans": "风使春季的莺雏长大，夏雨让梅子变得肥美，正午茂密的树下圆形的阴凉笼罩的地面。地势低洼靠近山，衣服潮湿总费炉火烘干。人家寂静乌鸦无忧自乐翩翩，小桥外边，新涨的绿水湍流激溅。久久凭靠栏杆，遍地黄芦苦竹，竟仿佛我自己像遭贬的白居易泛舟九江边。年复一年。犹如春来秋去的社燕，飘飞流浪在大漠荒原，来寄居在长长的屋檐。且不去想那身外的功名业绩，还是怡心畅神，常坐酒樽前。我这疲倦、憔悴的江南游子，再不忍听激越、繁复的管弦。就在歌宴边，为我安上一个枕席，让我醉后可以随意安眠。",
        "emotion": "愁苦寂寞，羁旅之哀，渴望解脱"
    },
    {
        "title": "点绛唇·感兴",
        "content": "雨恨云愁，江南依旧称佳丽。水村渔市，一缕孤烟细。天际征鸿，遥认行如缀。平生事，此时凝睇，谁会凭栏意。",
        "keywords": {
            "雨恨云愁": "感觉上以为可以惹人愁怨的云和雨。",
            "孤烟": "炊烟。",
            "征鸿": "远飞的大雁，古人常利用它们寄寓自己的情怀。",
            "行如缀": "排成行的大雁，一只接一只，如同缀在一起。",
            "凝睇": "凝视。睇：斜视的样子。",
            "会": "理解。"
        },
        "trans": "雨绵绵，恨意难消，云层层，愁绪堆积，江南景色，依旧被称为上好美丽。水边村落，湖畔渔市，袅袅升起一缕孤零零的炊烟，那么淡，那么细。一行长途跋涉的鸿雁，在那水天相连的遥远的天际，远远望去，款款飞行，好似列队首尾连缀。回想平生事业，此时此刻，凝视征鸿，谁理会我凭栏远眺的含意！",
        "emotion": "愁苦与孤独"
    },
    {
        "title": "玉楼春·桃溪不作从容住",
        "content": "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。",
        "keywords": {},
        "trans": "桃溪从容奔流不肯停留，秋天的莲藕一断就没有连接之处。那时我们在赤阑桥边相互等候，如今我却独自一人徘徊在黄叶盖地的荒路。烟雾笼罩着排列耸立的山峰，青苍点点无法指数，归雁背着夕阳，红霞满天，时正欲暮。人就像随风飘入江天的白云，离别的情绪好比雨后粘满地面的柳絮。",
        "emotion": "惆怅、思念、孤独"
    },
    {
        "title": "瑞龙吟·大石春景",
        "content": "章台路。还见褪粉梅梢，试花桃树。愔愔坊陌人家，定巢燕子，归来旧处。 黯凝伫。因念个人痴小，乍窥门户。侵晨浅约宫黄，障风映袖，盈盈笑语。 前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步。事与孤鸿去。探春尽是，伤离意绪。官柳低金缕。归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。",
        "keywords": {
            "章台路": "章台，台名。秦昭王曾于咸阳造章台，台前有街，故称章台街或章台路，其地繁华，妓馆林立，后人因以章台代指妓女聚居之地。",
            "试花": "形容刚开花。",
            "愔愔": "幽静的样子。",
            "坊陌": "一作坊曲，意与章台路相近。",
            "定巢燕子": "语出杜甫《堂成》诗：‘暂子飞鸟将数子，频来语燕定新巢。’又寇准《点绛唇》词云：‘定巢新燕，湿雨穿花转。’",
            "乍窥门户": "宋人称妓院为门户人家，此有倚门卖笑之意。",
            "旧家秋娘": "这里泛指歌伎舞女"
        },
        "trans": "繁华的长街上，还能见到将谢的梅花挂在枝头，含苞欲放的桃花已长满一树。街巷里青楼寂无人声，只有那忙着修巢的燕子，又重新回到去年的旧处。我沮丧地凝神伫立，寻思那位玲珑娇小的旧情人。那日清晨初见时，她恰好倚门观望。她前额头上抹着淡淡的宫黄，扬起彩袖来遮挡晨风，嘴里发出银铃般的笑语。如今我故地重游，访问她原来的邻里和同时歌舞的姐妹，只有从前的秋娘，她的声价依然如故。我如今再吟词作赋，还清楚地记得她对我的爱慕。可惜伊人不见，还有谁伴我在花园纵情畅饮，到城东漫步？欢情旧事都已随着天边飞逝的孤雁远去。满怀兴致回来有意探春，却尽是离情别绪、感人伤怀。官柳低金缕。归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。",
        "emotion": "伤感、思念、怀旧、愁苦"
    },
    {
        "title": "生查子·元夕",
        "content": "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。",
        "keywords": {
            "元夜": "元宵之夜，农历正月十五为元宵节，自唐朝起有观灯闹夜的民间风俗",
            "花市": "民俗每年春时举行的卖花、赏花的集市",
            "灯如昼": "灯火像白天一样",
            "见": "看见",
            "春衫": "年少时穿的衣服，也指代年轻时的自己"
        },
        "trans": "去年元宵节的时候，花市被灯光照的如同白昼。与佳人相约在黄昏之后、月上柳梢头之时同叙衷肠。今年正月十五元宵节，月光与灯光仍同去年一样。再也看不到去年的故人，相思之泪沾湿了春衫的衣袖。",
        "emotion": "思念与伤感"
    },
    {
        "title": "眼儿媚·杨柳丝丝弄轻柔",
        "content": "杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。",
        "keywords": {
            "弄轻柔": "摆弄着柔软的柳丝。",
            "海棠三句": "指春分时节。海棠常经雨开花，梨花开时似雪，故云。",
            "难重省": "难以回忆。",
            "省": "明白、记忆。",
            "秦楼": "秦穆公女弄玉与其夫萧史所居之楼。此指王雱妻独居之所。",
            "丁香": "常绿乔木，春开紫或白花，可作香料。",
            "豆蔻": "草本植物，春日开花。"
        },
        "trans": "杨柳在风中摆动着柔软的柳丝，烟缕迷漾织进万千春愁。海棠的花瓣还未像雨点般坠，梨花的白色花瓣已经如雪花般纷纷飘落。由此知道，原来春天已经过去一半了。而今往事实在难以重忆，梦魂归绕你住过的闺楼。刻骨的相思如今只在那芬芳的丁香枝上，那美丽的豆蔻梢头。",
        "emotion": "怀旧与相思"
    },
    {
        "title": "苏幕遮·怀旧",
        "content": "碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。",
        "keywords": {
            "苏幕遮": "原唐教坊曲名，来自西域，后用作词牌名",
            "黯乡魂": "因思念家乡而黯然伤神",
            "追旅思": "撇不开羁旅的愁思"
        },
        "trans": "云天蓝碧，黄叶落满地，天边秋色与秋波相连，波上弥漫着空翠略带寒意的秋烟。远山沐浴着夕阳，天空连接着江水。不解思乡之苦的芳草，一直延伸到夕阳之外的天际。默默思念故乡，黯然神伤，缠人的羁旅愁思难以排遣，每天夜里除非是美梦才能留人入睡。当明月照射高楼时不要独自依倚。频频地将苦酒灌入愁肠，化为相思的眼泪。",
        "emotion": "思乡与愁苦"
    },
    {
        "title": "满庭芳·夏日溧水无想山作",
        "content": "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。",
        "keywords": {
            "燎": "烧",
            "沉香": "一种名贵香料，置水中则下沉，故又名沉水香，其香味可辟恶气。",
            "溽暑": "潮湿的暑气，溽，湿润潮湿。",
            "呼晴": "唤晴，旧有鸟鸣可占晴雨之说。",
            "侵晓": "快天亮的时候，侵，渐近。",
            "宿雨": "昨夜下的雨。",
            "清圆": "清润圆正。",
            "风荷举": "荷叶迎着晨风，每一片荷叶都挺出水面。",
            "吴门": "古吴县城，今江苏苏州，泛指江南一带。",
            "长安": "原指今西安，唐以前此地久作都城，后借指汴京。",
            "旅": "客居。",
            "楫": "划船用具，短桨。",
            "芙蓉浦": "有荷花的水边，指杭州西湖。"
        },
        "trans": "风使春季的莺雏长大，夏雨让梅子变得肥美，正午茂密的树下圆形的阴凉笼罩的地面。地势低洼靠近山，衣服潮湿总费炉火烘干。人家寂静乌鸦无忧自乐翩翩，小桥外边，新涨的绿水湍流激溅。久久凭靠栏杆，遍地黄芦苦竹，竟仿佛我自己像遭贬的白居易泛舟九江边。年复一年。犹如春来秋去的社燕，飘飞流浪在大漠荒原，来寄居在长长的屋檐。且不去想那身外的功名业绩，还是怡心畅神，常坐酒樽前。我这疲倦、憔悴的江南游子，再不忍听激越、繁复的管弦。就在歌宴边，为我安上一个枕席，让我醉后可以随意安眠。",
        "emotion": "愁苦寂寞，羁旅之哀，渴望解脱"
    },
    {
        "title": "虞美人·疏篱曲径田家小",
        "content": "疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。 添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。",
        "keywords": {
            "疏篱": "稀疏的篱笆。",
            "曲径": "曲折迂回的小路。",
            "蓬": "船。",
            "亭堠": "有顶无墙，供休息用的建筑物。",
            "菰蒲": "菰和蒲；借指湖泽。",
            "陂塘": "狭窄的池塘。"
        },
        "trans": "稀疏的篱笆，曲折迂回的小路，小小的田舍农家。清晨，笼罩在树林上的云雾渐渐散开。寒气逼人，山峦在晨雾中若隐若现，似有还无，四野一片寂静，远处传来一句山寺的钟声，目送一叶孤蓬起帆远行。添了一件衣服，策马扬鞭去寻找驿站，愁绪满怀，唯有买些酒来驱寒解愁。池塘里，鸭子正熟睡于茭白和蒲草丛中，即使被匆匆行路之人惊起，很快又成双成对地聚在一起。",
        "emotion": "愁苦、孤独、思念"
    },
    {
        "title": "蝶恋花·伫倚危楼风细细",
        "content": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
        "keywords": {
            "蝶恋花": "原唐教坊曲名，后用为词牌名",
            "伫倚危楼": "长时间依靠在高楼的栏杆上",
            "望极": "极目远望",
            "黯黯": "迷蒙不明，形容心情沮丧忧愁",
            "生天际": "从遥远无边的天际升起",
            "烟光": "飘忽缭绕的云霭雾气",
            "会": "理解",
            "阑": "同“栏”",
            "拟把": "打算",
            "疏狂": "狂放不羁",
            "强乐": "勉强欢笑",
            "衣带渐宽": "指人逐渐消瘦",
            "消得": "值得，能忍受得了"
        },
        "trans": "我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。本想尽情放纵喝个一醉方休，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。",
        "emotion": "思念与执着"
    },
    {
        "title": "蝶恋花·庭院深深深几许",
        "content": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。",
        "keywords": {
            "几许": "多少",
            "堆烟": "形容杨柳浓密",
            "玉勒": "玉制的马衔",
            "雕鞍": "精雕的马鞍",
            "游冶处": "指歌楼妓院",
            "章台": "汉长安街名，后因以章台为歌妓聚居之地",
            "乱红": "凌乱的落花"
        },
        "trans": "庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不知有多少层。豪华的车马停在贵族公子寻欢作乐的地方，登上高楼也望不见通向章台的大路。风狂雨骤的暮春三月，再是重门将黄昏景色掩闭，也无法留住春意。泪眼汪汪问落花可知道我的心意，落花默默不语，纷乱的，零零落落一点一点飞到秋千外。",
        "emotion": "思念与伤感"
    },
    {
        "title": "蝶恋花·秋思",
        "content": "月皎惊乌栖不定，更漏将残，轣辘牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。",
        "keywords": {
            "月皎": "月色洁白光明”",
            "更漏": "即刻漏，古代记时器。",
            "轳辘": "井上汲水轳辘转动的声音。",
            "眸": "眼珠。",
            "炯炯": "明亮貌。",
            "徊徨": "徘徊、彷惶的意思。",
            "阑干": "横斜貌。",
            "斗柄": "北斗七星的第五至第七的三颗星象古代酌酒所用的斗把，叫做斗柄"
        },
        "trans": "月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。",
        "emotion": "愁苦、思念、难舍"
    },
    {
        "title": "西河·金陵怀古",
        "content": "佳丽地，南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。 断崖树、犹倒倚，莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。 酒旗戏鼓甚处市？想依稀、王谢邻里，燕子不知何世，入寻常、巷陌人家，相对如说兴亡，斜阳里。",
        "keywords": {
            "西河": "唐教坊曲。",
            "佳丽地": "指江南。更指金陵。用南朝齐谢眺《入城曲》诗句“江南佳丽地，金陵帝王州”。",
            "南朝盛事": "南朝宋、齐、梁、陈四朝建都于金陵。",
            "髻鬟对起": "以女子髻鬟喻在长江边相对而屹立的山。",
            "莫愁": "相传为金陵善歌之女。",
            "女墙": "城墙上的矮墙。",
            "燕子不知何世": "刘禹锡《乌衣巷》：“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。”"
        },
        "trans": "南朝金陵兴盛的情景，而今谁还能记忆呢？江岸环绕着髻鬟似的山峰相对耸立。长江的大浪长年累月扑打这座孤独而寂寞的古城，张着风帆的船正向遥远的天边驶去。临水的陡峭山崖上的树好像倒下来靠在崖上，莫愁姑娘或许曾在这里系过艇子吧！一切只剩下陈迹了，但只见郁郁苍苍一派青色，还有那浓雾中露出的半截城垒。夜半更深，月亮从女墙上升起来，而赏心亭东望著秦淮河。那酒旗飘扬、锣鼓喧天的热闹景象究竟到休息去寻找呢？想来就是东晋时代王谢家族的府居所在。燕子不知道这是什么世代。燕子在夕阳里喃喃细语，好像也在相互诉说这里的盛衰兴亡吧。",
        "emotion": "怀古、伤感、思乡"
    },
    {
        "title": "解语花·上元",
        "content": "风销焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
        "keywords": {
            "解语花": "词牌名。相传唐玄宗太液池中有千叶白莲，中秋盛开，玄宗设宴赏花。群臣左右为莲花之美叹羡不已，玄宗却指着杨贵妃说：“那莲花怎比得上我的解语花呢？”后人制曲，即取以为名。",
            "上元": "正月十五元宵节。",
            "焰蜡": "燃着的蜡烛。一作“绛蜡”。",
            "浥": "沾湿。",
            "红莲": "指荷花灯。欧阳修《蓦山溪·元夕》：“纤手染香罗，剪红莲满城开遍。”一作“烘炉”。",
            "桂华": "代指月亮、月光。传说月中有桂树，故有以桂代月。",
            "素娥": "嫦娥。",
            "放夜": "古代京城禁止夜行，惟正月十五夜弛禁，市民可欢乐通宵，称作“放夜”。",
            "千门": "指皇宫深沉，千家万户。",
            "钿车": "装饰豪华的马车。",
            "飞盖": "飞车。"
        },
        "trans": "蜡烛在风中燃烧，夜露浸湿了花灯，街市上灯光交相映射。皎洁月光照着屋瓦，淡淡的云层散去，光彩照人的嫦娥飘然欲下。衣裳是多么精致素雅，南国少女个个都细腰如掐。大街小巷箫鼓喧腾，人影攒动，条条路上幽香阵阵。不由想起当年京城的灯夜，千家万户张灯结彩如同白昼。姑娘们笑盈盈出门游赏，香车上不时有人丢下罗帕。有缘相逢的地方，必是打马相随尘土飞洒。今年的京城想必依旧，只是我旧日的情怀已全衰谢。钟漏轻移时间不早，赶快乘车回去吧，任凭人们去尽情歌舞玩耍。",
        "emotion": "怀旧、伤感、抑郁"
    },
    {
        "title": "诉衷情·眉意",
        "content": "清晨帘幕卷轻霜，呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳，易成伤。拟歌先敛，欲笑还颦，最断人肠。",
        "keywords": {
            "诉衷情": "原为唐教坊曲名，后用为词牌名",
            "轻霜": "薄霜，表明时节已是初秋",
            "试梅妆": "谓试着描画梅花妆",
            "缘": "因为",
            "离恨": "因别离而产生的愁苦",
            "远山": "指远山眉，形容把眉毛画得又细又长，有如水墨珈的远山形状，比喻离恨的深长",
            "流芳": "流逝的年华",
            "敛": "收敛表情",
            "颦": "皱眉，忧愁的样子"
        },
        "trans": "清晨卷起结着点点薄霜的帘幕，呵暖双手试梳新式梅花妆。都因为内心有太多离愁别恨，所以把双眉画得像远山那么长。回想如烟往事，痛惜流逝的年华，让人更加伤感。准备唱歌的时候先敛容不欢，将笑之时，也还带恨含颦，这日子最令人痛断肝肠。",
        "emotion": "思念与伤感"
    },
    {
        "title": "踏莎行·候馆梅残",
        "content": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
        "keywords": {
            "候馆": "迎宾候客之馆舍",
            "草薰": "小草散发的清香",
            "征辔": "行人坐骑的缰绳",
            "迢迢": "形容遥远的样子",
            "寸寸柔肠": "柔肠寸断，形容愁苦到极点",
            "盈盈": "泪水充溢眼眶之状",
            "粉泪": "泪水流到脸上，与粉妆和在一起",
            "危阑": "也作“危栏”，高楼上的栏杆",
            "平芜": "平坦地向前延伸的草地"
        },
        "trans": "馆舍前的梅花已经凋残，溪桥旁新生细柳轻垂，暖风吹送着春草的芳香，远行人摇动马缰，赶马行路。走得越远离愁越没有穷尽，就像那春江之水连绵不断。寸寸柔肠痛断，行行泪水滴落面庞，登上高楼凭栏远望也难解心中愁情。平坦的草地尽头就是重重春山，行人还在那重重春山之外。",
        "emotion": "思念与离愁"
    },
    {
        "title": "踏莎行·春暮",
        "content": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。",
        "keywords": {
            "踏莎行": "词牌名",
            "阑": "残，尽，晚",
            "红英": "红花",
            "屏山": "指屏风",
            "密约": "指男女之间互诉衷情，暗约佳期",
            "沉沉": "深沉",
            "杳杳": "深远无边际",
            "菱花": "指菱花镜，亦泛指镜子",
            "慵将照": "懒得拿起镜子来照",
            "销魂": "形容极度伤心"
        },
        "trans": "春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。",
        "emotion": "孤独与思念"
    },
    {
        "title": "酒泉子·长忆观潮",
        "content": "长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。",
        "keywords": {
            "酒泉子": "原为唐教坊曲，以酒泉郡地名作曲名，后用为词牌名。《金奁集》入“高平调”。有两体，一为温庭筠体，为词牌正格；二为潘阆体，又名《忆余杭》。",
            "长": "通假字，通“常”，常常、经常。",
            "郭": "外城，这里指外城以内的范围。",
            "万面鼓声中": "将潮来时，潮声像万面金鼓，一时齐发，声势震人。",
            "弄潮儿": "指朝夕与潮水周旋的水手或在潮中戏水的少年人。喻有勇敢进取精神的人。",
            "向": "朝着，面对",
            "红旗": "红色的旗帜。",
            "觉": "睡醒。",
            "尚": "还（hái），仍然。",
            "心寒": "心里感觉很惊心动魄"
        },
        "trans": "我经常回忆钱塘江观潮的情景，满城的人争先恐后的向江上望去。潮水涌来时，仿佛大海都空了，潮声像一万面鼓齐发，声势震人。踏潮献技的人站在波涛上表演，手中拿着红旗却丝毫没被水打湿。此后曾多次梦到观潮的情景，梦醒时心里仍然觉得惊心动魄。",
        "emotion": "怀念与震撼"
    },
    {
        "title": "长相思·吴山青",
        "content": "吴山青，越山青，两岸青山相送迎，谁知离别情？君泪盈，妾泪盈，罗带同心结未成，江边潮已平。",
        "keywords": {
            "吴山": "指钱塘江北岸的山，此地古代属吴国。",
            "越山": "钱塘江南岸的山，此地古代属越国。"
        },
        "trans": "青翠的吴山和越山耸立在钱塘江的北岸和南岸，两两相对，隔江呼应，谁能理解恋人的离别愁绪。你泪眼盈盈，我泪眼盈盈，你我相爱却无法相守在一起。江潮过后水面已经恢复平静了，船儿扬帆要远行。",
        "emotion": "离愁与悲伤"
    },
    {
        "title": "雨霖铃·寒蝉凄切",
        "content": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
        "keywords": {
            "长亭": "古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”",
            "凄切": "凄凉急促",
            "骤雨": "急猛的阵雨",
            "都门": "国都之门，代指北宋的首都汴京（今河南开封）",
            "帐饮": "在郊外设帐饯行",
            "无绪": "没有情绪",
            "兰舟": "古代传说鲁班刻木兰树为舟，这里用做对船的美称",
            "凝噎": "喉咙哽塞，欲语不出的样子",
            "去去": "重复“去”字，表示行程遥远",
            "暮霭": "傍晚的云雾",
            "沉沉": "深厚的样子",
            "楚天": "指南方楚地的天空",
            "今宵": "今夜",
            "经年": "年复一年",
            "纵": "即使",
            "风情": "情意，男女相爱之情，深情蜜意"
        },
        "trans": "秋蝉的叫声凄凉而急促，傍晚时分，面对着长亭，骤雨刚停。在京都郊外设帐饯行，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着对方的手含着泪对视，哽咽的说不出话来。想到这一去路途遥远，千里烟波渺茫，傍晚的云雾笼罩着天空，深厚广阔，不知尽头。自古以来，多情的人总是为离别而伤感，更何况是在这冷清、凄凉的秋天！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又再同谁去诉说呢？",
        "emotion": "思念与悲凉"
    },
    {
        "title": "青门饮·寄宠人",
        "content": "胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。",
        "keywords": {
            "汉旗": "代指宋朝的旗帜。",
            "彤云": "红云，彩云。",
            "香鸭": "鸭形香炉。",
            "老": "残。",
            "小妆": "犹淡妆。",
            "秋波": "形容美人秀目顾盼如秋水澄波。"
        },
        "trans": "北方的骏马迎着烈风嘶叫，大宋的旗帜在雪花里翻搅，黄昏时天边又吐出一片红艳的晚霞，夕阳从一竿高的地平线低低地投射着残照。苍老的枯林连接着天空，无数的山峦重叠耸峭，暮色中走遍漫漫平沙处处皆衰草。幽静的馆舍上星斗横斜，无眠的夜实在难熬。灯芯凝结出残花，相思徒劳。鸭形的熏炉里香雾浓郁缭绕，蜡烛淌泪像冰水凝晶，夜色沉沉总难见霜天破晓。总记得淡淡梳妆才完了，别宴上杯酒尚未饮尽，已引得离情翻涌如潮。醉里的秋波顾盼，梦中的幽欢蜜爱，醒来时都是烦恼。算来更有牵惹情怀处，怎忍细思量、她附在耳边的情话悄悄：“啥时能跃马归来，还能认得迎门的轻柔欢笑！”",
        "emotion": "思念与离愁"
    },
    {
        "title": "鹧鸪天·座中有眉山隐客史应之和前韵即席答之",
        "content": "黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。 身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。",
        "keywords": {
            "黄菊": "象征秋天的寒意与人生的短暂。",
            "酒杯": "代表人生的欢乐与放纵。",
            "醉": "表达对现实的不满与逃避。"
        },
        "trans": "深秋的清晨，黄菊枝头显露出了阵阵寒意，人生短促，今朝有酒今朝醉。冒着斜风细雨吹笛取乐，酒醉里倒戴帽子、摘下菊花簪在头上。要趁着身体健康努力加饭加餐，在佳人歌舞的陪伴下尽情欢乐。头上黄花映衬着斑斑白发，兀傲的作者就要以这副疏狂模样展示在世人面前，任他们冷眼相看。",
        "emotion": "愤懑、放纵、无奈、洒脱"
    }
]