[
    {
        "title": "临江仙·夜登小阁忆洛中旧游",
        "content": "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。",
        "keywords": {
            "午桥": "在洛阳南面。",
            "坐中": "在一起喝酒的人。",
            "豪英": "出色的人物。",
            "长沟流月": "月光随着流水悄悄地消逝。",
            "疏影": "稀疏的影子。这两句说，在杏花稀疏的影子里吹起短笛，一直欢乐到天明。",
            "二十余年": "二十多年来的经历（包括北宋亡国的大变乱）。",
            "堪惊": "总是心战胆跳。",
            "新晴": "新雨初晴。",
            "渔唱": "打鱼人编的歌儿。",
            "三更": "午夜。"
        },
        "trans": "回忆当年在午桥畅饮，在座的都是英雄豪杰。月光映在河面，随水悄悄流逝，在杏花稀疏的花影中，吹起竹笛直到天明。二十多年的经历好似一场梦，我虽身在，回首往昔却胆战心惊。闲来无事登上小阁楼观看新雨初晴的景致。古往今来多少历史事迹转瞬即逝，只有把它们编成歌的渔夫，还在那半夜里低声吟唱。",
        "emotion": "怀旧与感慨"
    },
    {
        "title": "卜算子·不是爱风尘",
        "content": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。",
        "keywords": {
            "风尘": "古代称妓女为堕落风尘",
            "前缘": "前世的因缘",
            "东君": "司春之神，借指主管妓女的地方官吏",
            "奴": "古代妇女对自己的卑称",
            "终须": "终究"
        },
        "trans": "我自己并不是生性喜好风尘生活，之所以沦落风尘，是为前生的因缘所致。花落花开自有一定的时候，可这一切都只能依靠司其之神东君来作主。总有一天会离此而去，留下来又将如何生活下去呢？若有朝一日能将山花插满头，那就不需要问我归向何处。",
        "emotion": "对命运的无奈与对自由的渴望"
    },
    {
        "title": "卜算子·独自上层楼",
        "content": "独自上层楼，楼外青山远。望以斜阳欲尽时，不见西飞雁。 独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。",
        "keywords": {
            "斜阳欲尽": "直望到残阳余晖即将完全消失的时候",
            "西飞雁": "从西边飞回的大雁",
            "蛩": "蟋蟀",
            "柔肠": "女子的情怀"
        },
        "trans": "独自上高楼，远望青山隐约。等到夕阳将落时，却不见西飞的鸿雁。独自走下高楼，楼下蟋蟀发出怨声。等到黄昏月升时，依旧感到心肠断裂。",
        "emotion": "思念与孤独"
    },
    {
        "title": "好事近·七月十三日夜登万花川谷望月作",
        "content": "月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。",
        "keywords": {
            "诚斋": "杨万里书房的名字",
            "万花川谷": "是离“诚斋”不远的一个花圃的名字。在吉水之东，作者居宅之上方",
            "修竹": "长长的竹子",
            "奇绝": "奇妙非常"
        },
        "trans": "月亮还未照到我的书斋前，先照到了万花川谷，不是书斋没有月光，而是被高高的竹林隔着。现在才是农历七月十三的夜晚，圆月已像白玉雕成的一样。秋月还没到最美的时候，到了十五、十六日夜晚你再看，那才是最好的。",
        "emotion": "对自然美的欣赏与对未来美好的期待"
    },
    {
        "title": "忆王孙·春词",
        "content": "萋萋芳草忆王孙，柳外楼高空断魂，杜宇声声不忍闻。欲黄昏，雨打梨花深闭门。",
        "keywords": {
            "萋萋": "形容春草茂盛的样子。",
            "王孙": "这里指游子，行人。",
            "杜宇": "即杜鹃鸟。"
        },
        "trans": "暮春时的萋萋芳草总是让人想起久去不归的游子。杨柳树外楼阁高耸，她终日徒劳地伫望伤神。杜鹃声声悲凄，令人不忍听闻。眼看又即将到黄昏，暮雨打得梨花凌落，深深闭紧闺门。",
        "emotion": "思念、伤感、孤独"
    },
    {
        "title": "忆秦娥·与君别",
        "content": "与君别。相思一夜梅花发。梅花发。凄凉南浦，断桥斜月。 盈盈微步凌波袜。东风笑倚天涯阔。天涯阔。一声羌管，暮云愁绝。",
        "keywords": {
            "发": "开放。",
            "南浦": "南面的水边，后常用称送别之地。",
            "羌管": "羌笛。"
        },
        "trans": "与你分别后，因思念你，我一夜之间仿佛看到了梅花绽放。梅花真的开了，这让我想起了在南浦分别时的凄凉场景，还有断桥上那轮斜挂的冷月。你轻盈地走着，就像凌波仙子穿着微步袜一样优雅。春风中，你笑着倚靠在天涯海角，那里是如此的辽阔无垠。然而，尽管天地广阔，当听到远处传来羌笛的一声声吹奏，暮色中的云彩似乎也充满了无尽的哀愁。",
        "emotion": "思念、惆怅、哀伤"
    },
    {
        "title": "念奴娇·过洞庭",
        "content": "洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！",
        "keywords": {
            "洞庭": "湖名，在湖南岳阳西南",
            "风色": "风势",
            "琼": "美玉",
            "着": "附着",
            "扁舟": "小船",
            "素月": "洁白的月亮",
            "明河": "天河。",
            "表里": "里里外外。",
            "岭海": "岭外，即五岭以南的两广地区，作者此前为官广西。",
            "孤光": "指月光",
            "肝肺": "一作‘肝胆’",
            "冰雪": "比喻心地光明磊落像冰雪般纯洁",
            "萧骚": "稀疏。",
            "襟袖冷": "形容衣衫单薄",
            "沧浪": "青苍色的水。",
            "挹": "舀。挹一作‘吸’",
            "西江": "长江连通洞庭湖，中上游在洞庭以西，故称西江",
            "北斗": "星座名。",
            "万象": "万物",
            "扣": "敲击。扣一作‘叩’",
            "啸": "撮口作声。"
        },
        "trans": "洞庭湖与青草湖相连，浩瀚无边，在这中秋将至的时节，更是没有一点风势。平静清澈的湖面像白玉磨成的镜子，像美玉铺成的田地，有几万顷那么宽阔，湖上只漂浮着我的一叶扁舟。皎洁的明月和灿烂的银河，在这浩瀚的玉镜中映出她们的芳姿，水面上下一片澄明。体会着万物的空明，这种美妙的体验却不知如何与君分享。感怀这一轮孤光自照的明月啊，多少年徘徊于岭海之间，胸襟仍像冰雪一样透明。如今我（虽）因年老而深感短发稀疏，衣襟单薄透着寒意，（但）我仍能平静地泛舟在这广阔浩淼的苍溟之中。让我捧尽西江清澈的江水，细细地斟在北斗星做成的酒勺中，请天地万象统统来做我的宾客，我尽情地拍打着我的船舷，独自高歌，不知今夕何夕。",
        "emotion": "对自然的赞美与对人生的感慨"
    },
    {
        "title": "念奴娇·闹红一舸",
        "content": "余客武陵。湖北宪治在焉：古城野水，乔木参天。余与二三友，日荡舟其间。薄荷花而饮，意象幽闲，不类人境。秋水且涸。荷叶出地寻丈，因列坐其下，上不见日。清风徐来，绿云自动。间于疏处，窥见游人画船，亦一乐也。朅来吴兴。数得相羊荷花中，又夜泛西湖，光景奇绝。故以此句写之。闹红一舸，记来时，尝与鸳鸯为侣。三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容消酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句。日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁入西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。",
        "keywords": {
            "宪治": "指提点刑狱。为地方最高司法机构。",
            "野水": "指非经人工开凿的天然水流。",
            "薄": "迫近。",
            "幽闲": "清幽闲适。",
            "三十六陂": "地名。在今江苏省扬州市。诗文中常用来指湖泊多。",
            "水佩风裳": "以水作佩饰，以风为衣裳。",
            "菰蒲": "水草。",
            "青盖": "特指荷叶。",
            "争忍": "犹怎忍。",
            "凌波": "行于水波之上。常指乘船。",
            "南浦": "南面的水边。后常用称送别之地。",
            "田田": "莲叶盛密的样子。",
            "沙际": "沙洲或沙滩边。"
        },
        "trans": "我客居武陵时，湖北的宪治机关就设在那里。古城环绕着野水，高大的乔木参天而立。我与几位朋友，每天在那里荡舟游玩。我们靠近荷花边饮酒，意境悠闲自得，完全不像在人间。秋天到来，水位逐渐干涸，荷叶高出地面一丈多。于是我们就在荷叶下面列坐，头顶都看不到太阳。清风徐来，荷叶随风轻轻摇曳。偶尔在荷叶的稀疏之处，能窥见游人的画船，这也是一种乐趣。后来，我来到吴兴，多次在荷花丛中游玩。我还曾在夜晚泛舟西湖，那景色真是美妙绝伦。因此，我用这句诗来描绘这些美好的经历。",
        "emotion": "对自然美景的热爱与对人生理想的追求"
    },
    {
        "title": "扬州慢·淮左名都",
        "content": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。杜郎俊赏，算而今，重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？",
        "keywords": {
            "维扬": "即扬州（今属江苏）。",
            "荠麦": "荠菜和野生的麦。",
            "戍角": "军营中发出的号角声。",
            "千岩老人": "南宋诗人萧德藻，字东夫，自号千岩老人。",
            "黍离": "《诗经·王风》篇名。后以‘黍离’表示故国之思。",
            "淮左名都": "指扬州。",
            "解鞍少驻初程": "少驻，停留一会儿；初程，初段行程。",
            "春风十里": "杜牧《赠别》诗：‘春风十里扬州路，卷上珠帘总不如。’",
            "胡马窥江": "指金兵侵略长江流域地区，洗劫扬州。",
            "废池": "废毁的池台。",
            "乔木": "残存的古树。",
            "渐": "向，到。",
            "清角": "凄清的号角声。",
            "杜郎": "即杜牧。",
            "豆蔻": "形容少女美艳。",
            "青楼": "妓院。",
            "二十四桥": "扬州城内古桥，即吴家砖桥，也叫红药桥。",
            "红药": "红芍药花，是扬州繁华时期的名花。"
        },
        "trans": "在淳熙丙申年冬至这天，我经过扬州。夜雪刚刚停，放眼望去，满是荠草和麦子。进入扬州，四周显得萧条，河水碧绿而寒冷，天色渐晚，城中响起悲凉的号角。我内心感到悲伤，感慨于扬州的今昔变化，于是自创了这首曲子。千岩老人认为这首词有《黍离》的悲凉意。扬州自古是著名的都会，这里有著名游览胜地竹西亭，初到扬州我解鞍下马停留一会儿。昔日繁华热闹的扬州路，如今长满了青青荠麦，一片荒凉。金兵侵略长江流域地区，洗劫扬州后，只留下残存的古树和废毁的池台，都不愿再谈论那残酷的战争。临近黄昏，凄清的号角声响起，回荡在这座凄凉残破的空城。杜牧俊逸清赏，料想他现在再来的话也会感到震惊。即使“豆蔻词工，青楼梦好”，也难以赋予深情。二十四桥依然存在，波心荡漾，冷月无声。想念桥边的红药，年年都知道是为谁而生。",
        "emotion": "感慨与怀念，哀伤与孤独"
    },
    {
        "title": "昭君怨·赋松上鸥",
        "content": "晚饮诚斋，忽有一鸥来泊松上，已而复去，感而赋之。偶听松梢扑鹿，知是沙鸥来宿。稚子莫喧哗，恐惊他。俄倾忽然飞去，飞去不知何处？我已乞归休，报沙鸥。",
        "keywords": {
            "诚斋": "杨万里书房的名字",
            "已而": "后来",
            "稚子": "幼子；小孩",
            "喧哗": "声音大而杂乱",
            "俄倾": "片刻；一会儿",
            "归休": "辞官退休；归隐",
            "报沙鸥": "沙鸥，栖息于沙滩、沙洲上的鸥鸟。"
        },
        "trans": "晚上在诚斋饮酒，突然发现一只鸥鸟飞来停在松树上，之后又离开了，我有所感悟，因此写下了这首诗。偶尔听到窗外松树上拍打翅膀的声音，知道是鸥鸟在此夜宿。孩子们不要高声喧哗，恐怕惊吓了鸥鸟。不一会儿工夫，鸥鸟突然振翅远飞，不知道它落到何处去了。鸥鸟啊，我已经向朝廷提出请求，要辞官归隐了。",
        "emotion": "对自由生活的向往与对官场的厌倦"
    },
    {
        "title": "暗香·旧时月色",
        "content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？",
        "keywords": {
            "石湖": "在苏州西南，与太湖通。",
            "止既月": "指住满一月。",
            "简": "纸。",
            "征新声": "征求新的词调。",
            "工伎": "乐工、歌妓。",
            "何逊": "南朝梁诗人，早年曾任南平王萧伟的记室。",
            "翠尊": "翠绿酒杯，这里指酒。",
            "红萼": "指梅花。",
            "耿": "耿然于心，不能忘怀。",
            "千树": "杭州西湖孤山的梅花成林。"
        },
        "trans": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》《疏影》。昔日皎洁的月色，曾经多少次映照着我，对着梅花吹得玉笛声韵谐和。笛声唤起了美丽的佳人，跟我一道攀折梅花，不顾清冷寒瑟。而今我像何逊已渐渐衰老，往日春风般绚丽的辞采和文笔，全都已经忘记。但是令我惊异，竹林外稀疏的梅花，谒将清冷的幽香散入华丽的宴席。江南水乡，正是一片静寂。想折枝梅花寄托相思，夜雪初积，翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？",
        "emotion": "对往昔美好时光的怀念与对现实孤寂的深切感慨，流露出浓厚的忧伤与思念"
    },
    {
        "title": "采桑子·恨君不似江楼月",
        "content": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？",
        "keywords": {
            "采桑子": "词牌名。又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。",
            "君": "这里指词人的妻子。一说此词为妻子思念丈夫。",
            "江楼": "靠在江边的楼阁。",
            "暂满还亏": "指月亮短暂的圆满之后又会有缺失"
        },
        "trans": "可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。可恨你就像江边楼上高悬的明月，短暂的圆满之后又会有缺失，等到明月再圆不知还要等到何时。",
        "emotion": "思念、遗憾、渴望"
    },
    {
        "title": "水调歌头·闻采石战胜",
        "content": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。",
        "keywords": {
            "雪洗": "洗刷。",
            "风约楚云留": "说自己为风云所阻，羁留后方，这时作者知抚州（今江西市名，旧属楚国），未能参加前方工作，故云楚云",
            "悲壮": "指悲壮的胜利战绩",
            "吹角": "奏军乐，这里象征胜利的凯歌",
            "风景": "指宋南渡"
        },
        "trans": "白雪洗刷了金人掀起的战尘，大江已很平静，寒风阻住了楚天的白云，自己却在后方羁留。什么人来替这次胜利战绩谱写凯歌的悲壮，吹响进军的号角在古老的城楼？放眼河山自己平生怀着豪迈的抗金志气，面对关河要塞的战云未靖的风景，禁不住剪亮烛光，看一看锋利的吴钩。更加令人高兴的是采石矶之处，掀起的惊涛骇浪连天涌浮。回忆历史上的那年，正是三国的周瑜和东晋的小谢，年轻力壮谱写春秋。小乔刚刚出嫁，紫罗香囊犹未焚解，不朽的功业已经建立，的确从容优游，赤壁的巉岩上落日映照，肥水处的桥边一派衰草，悠远缥缈地唤起人们的烦愁。我一定要乘长风破万里浪而去，效祖逖击楫发誓在渡江的中流。",
        "emotion": "对胜利的喜悦与对历史的追忆"
    },
    {
        "title": "江城子·示表侄刘国华",
        "content": "家园十亩屋头边。正春妍，酿花天。杨柳多情，拂拂带轻烟。别馆闲亭随分有，时策杖，小盘旋。采山钓水美而鲜。饮中仙，醉中禅。闲处光阴，赢得日高眠。一品高官人道好，多少事，碎心田。",
        "keywords": {
            "江城子": "词牌名。",
            "刘国华": "作者表侄，生平未详。",
            "别馆": "别墅。",
            "策杖": "拄着手杖。",
            "醉中禅": "醉倒后的禅人，禅指醉心禅法者。"
        },
        "trans": "屋子旁边有田园十亩，春光正好，百花都酝酿竞放娇颜。多情的杨柳，随风披拂摇摆，笼着淡淡轻烟。幽馆闲亭随处可见，我时时拄着手杖，稍作流连。采山货，钓河鱼，味道既鲜而美，我是那酣饮中的酒仙，醉倒后的禅人。在闲居的日子里，日上三竿我还酣睡不起。人们都说做一品高官好，但有多少事，聒碎心田。",
        "emotion": "对闲适生活的向往与对名利的淡然，表达了内心的宁静与对世俗纷扰的反思。"
    },
    {
        "title": "湘春夜月·近清明",
        "content": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残照当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
        "keywords": {
            "湘春夜月": "词牌名，是黄孝迈的自度曲。",
            "翠禽": "翠鸟。",
            "柳花": "指柳絮。",
            "空樽": "空酒杯。",
            "翠玉楼": "即前文“楚乡旅宿”。",
            "桃根": "出于东晋的《桃叶歌》：“桃叶复桃叶，桃叶连桃根。相怜两乐事，独使我殷勤”，后词中多代指意中人。",
            "者次第": "如此种种的意思。者，同“这”。",
            "并刀": "并州（今山西太原）的剪刀，当时以锋利著称。"
        },
        "trans": "临近清明时分，枝头上翠鸟的叫声婉转动人。只可惜这一片清歌，都给了寂寞的黄昏。想要对柳花低述衷曲，又怕柳花轻薄，不懂得人的伤春之心。我独自漂泊在南国楚乡，满怀柔情别恨，有谁能给我一点儿温存？空空的酒杯仿佛在为我哭泣，青山默默不语，一弯残月照在门前。旅舍门前，月色下的湘江朦胧迷茫，波光隐隐，倒映着天空朵朵浮云。时光漫长，人生短暂。请问苍天，到底什么时候才能和恋人见面？这情景真令人心酸，遍寻人间也找不到能够剪断这种愁绪的剪刀，可以把我心中的千愁万绪剪断。",
        "emotion": "伤春、孤独、思念、愁苦"
    },
    {
        "title": "满江红·送李御带珙",
        "content": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹亭下，系扁舟，鲈堪煮。 拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。",
        "keywords": {
            "满江红": "词牌名。",
            "红玉阶": "红色的台阶，此处代指宫殿。",
            "翩然": "形容动作轻快的样子。",
            "汀": "水边平地。",
            "济时": "拯救时局。",
            "从": "跟，向。",
            "垂虹亭": "地名，在今江苏吴江县虹桥上。",
            "扁舟": "小船。",
            "鲈堪煮": "鲈鱼可煮。",
            "拚": "舍弃，不顾惜。",
            "悠悠": "众多的样子。",
            "浑": "全。",
            "冉冉": "形容时间渐渐过去的样子"
        },
        "trans": "好端端地在朝廷里做官，因为什么事要翩然辞官引去？遥望湖海上满滩沙鸥白鹭，远处船儿微露半帆笼罩着烟雨。报国无门空自怅怨，济时有良策又能对谁倾吐？路过垂虹亭下不妨暂系小舟，那里著名的鲈鱼堪煮。我甘愿拼死一醉，真诚地挽留你住。我将含泪高歌一曲，送你踏上归乡之路。踏遍江南江北，你将要归向何处？天下大事那么多全没有解决，大好年华就在这无结果中渐渐消逝。举头一笑问湛湛青天，青天也只沉默无语。",
        "emotion": "对友人的深情厚谊与离别的惆怅，报国无门的无奈与悲愤。"
    },
    {
        "title": "点绛唇·丁未冬过吴松作",
        "content": "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。",
        "keywords": {
            "丁未": "即南宋淳熙十四年（1187年）。",
            "吴松": "一作‘吴淞’，即今苏州市吴江区。",
            "燕（yān）雁": "指北方幽燕一带的鸿雁。",
            "太湖": "江苏南境的大湖泊。",
            "商略": "商量，酝酿，准备。",
            "第四桥": "即‘吴江城外之甘泉桥’（郑文焯《绝妙好词校录》）‘以泉品居第四’故名（乾隆《苏州府志》）。",
            "天随": "晚唐文学家陆龟蒙，自号天随子。",
            "何许": "何处，何时。",
            "参差": "不齐貌。"
        },
        "trans": "北方的鸿雁羡慕飞鸟的自由自在，从太湖西畔随着白云翻飞。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。我真想在甘泉桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆怀古，只见残败的柳枝杂乱的在风中飞舞。",
        "emotion": "对自由生活的向往与对往昔的怀念"
    },
    {
        "title": "疏影·苔枝缀玉",
        "content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
        "keywords": {
            "疏影": "词牌名，姜夔的自度曲。",
            "辛亥": "南宋光宗绍熙二年（1191年）。",
            "载雪": "冒雪乘船。",
            "诣": "到。",
            "石湖": "在苏州西南，与太湖通。南宋诗人范成大晚年居住在苏州西南的石湖，自号石湖居士。",
            "止既月": "指刚住满一个月。",
            "授简索句": "给纸索取诗调。",
            "征新声": "征求新的词调。",
            "把玩": "指反复欣赏。",
            "工妓": "乐工和歌妓。",
            "隶习": "研习，练习。"
        },
        "trans": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。苔梅的枝梢缀着梅花，如玉晶莹，小小的翠鸟在枝上伴她（梅花）同宿。在客旅他乡时见到它的倩影，像佳人在夕阳斜映篱笆的黄昏中，默默孤独，倚着修长的翠竹。就像王昭君远嫁匈奴，不习惯北方的荒漠，只是暗暗地怀念着江南江北的故土。我想她戴着叮咚环佩，趁着月夜归来，化作了梅花的一缕幽魂，缥缈、孤独。",
        "emotion": "对故土的思念与对美好事物的珍惜，流露出孤独与怀旧的深切感慨"
    },
    {
        "title": "秦楼月·芳菲歇",
        "content": "芳菲歇，故园目断伤心切。伤心切，无边烟水，无穷山色。可堪更近乾龙节，眼中泪尽空啼血。空啼血，子规声外，晓风残月。",
        "keywords": {
            "芳菲歇": "指春残花谢的景况。辛弃疾《贺新郎·别茂嘉十二弟》词：“啼到春归无寻处，苦恨芳菲都歇。”",
            "故园": "这里指沦陷的国土。",
            "目断": "望断。",
            "可堪": "何况。",
            "乾龙节": "四月十三日为宋钦宗赵桓诞辰，定名乾龙节。",
            "啼血": "陈藏器《本草拾遗》谓杜鹃“啼至血出乃止”。这里指词人悲痛至极。"
        },
        "trans": "暮春时节，花朵凋零，遥望故乡，心中悲伤无比。无边的烟水和无穷的山色更让我心痛。更不能忍受的是乾龙节又快到了，眼泪流尽，像杜鹃鸟那样啼出鲜血。在凄厉的子规声中，是故国破败的河山。",
        "emotion": "悲伤、怀念、愤恨"
    },
    {
        "title": "苍梧谣·天",
        "content": "天。休使圆蟾照客眠。人何在，桂影自婵娟。",
        "keywords": {
            "圆蟾": "圆月。",
            "桂影": "月影。",
            "婵娟": "美好。"
        },
        "trans": "天啊，不要让这一轮圆月照得我这离家的人无法安眠。面对满月，孤身一人，心中的那个她在哪儿呢？月宫里，只有桂树的影子斑斑驳驳，无人赏看。",
        "emotion": "思念、孤独、无奈"
    },
    {
        "title": "蓦山溪·自述",
        "content": "壶山居士，未老心先懒。爱学道人家，办竹几、蒲团茗碗。青山可买，小结屋三间，开一径，俯清溪，修竹栽教满。客来便请，随分家常饭。若肯小留连，更薄酒，三杯两盏，吟诗度曲，风月任招呼。身外事，不关心，自有天公管。",
        "keywords": {
            "蓦山溪": "词牌名，又名《上阳春》《蓦溪山》等。",
            "壶山居士": "词人自号，居士指有才德而隐居不仕的人。",
            "蒲团": "信仰佛、道的人在打坐和跪拜时使用的蒲草编成的团形垫具。",
            "茗碗": "煮茶用茶碗。",
            "随分": "随便。"
        },
        "trans": "壶山居士，人还没有老心就懒散了。喜欢学道的人，家中置办了读写用的竹几、憩坐用的蒲团、煮茗用的茶碗。有青山可以观赏，筑有小茅屋三间，再开辟一条小径，俯视溪水，将高大茂密的竹子栽满屋子的四周。有客来请自便，随分吃一点家常饭。如果愿意小作停留，再置薄酒，喝它两三杯。吟味诗歌、自制曲子，风和月任人招呼。身外之事，我都不关心，自会有天公去管。",
        "emotion": "对隐逸生活的向往与对世俗纷扰的淡然，表达了内心的宁静与对生活的满足。"
    },
    {
        "title": "蝶恋花·春涨一篙添水面",
        "content": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。",
        "keywords": {
            "画舫": "彩船。",
            "夷犹": "犹豫迟疑，这里是指船行迟缓。",
            "横塘": "在苏州西南，是个大塘。",
            "谷雨": "二十四节气之一，在清明之后。",
            "看看": "转眼之间，即将之意。",
            "江国": "水乡。",
            "寒": "指水冷。"
        },
        "trans": "春来，绿水新涨一篙深，盈盈地涨平了水面。水边芳草如茵，鹅儿的脚丫满跚，鲜嫩的草色，在微风习习吹拂里，染绿了河塘堤岸。画船轻缓移动，绕着九曲水湾游转，望去，横塘高塔，在眼前很近，却又像启船时一样遥远。江南水乡，春寒迟迟农事也晚。村北，村南，谷雨时节开犁破土，将田耕种遍。春麦已结秀穗随风起伏连岗成片，山冈上桑树茂盛，桑叶卖价很贱，转眼就可以，品尝新面，收取新茧。",
        "emotion": "恬静、喜悦、向往"
    },
    {
        "title": "西江月·丹阳湖",
        "content": "问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。",
        "keywords": {
            "问讯": "问候",
            "湖": "指三塔湖",
            "重来又是三年": "相隔三年重游旧地",
            "过湖船": "驶过湖面的船",
            "杨柳丝丝": "形容杨柳新枝柔嫩如丝",
            "拂面": "轻轻地掠过面孔",
            "世路": "世俗生活的道路",
            "寒光亭": "亭名。",
            "沙鸥": "沙洲上的鸥鸟"
        },
        "trans": "问候这湖中的春水，岸上的春花，林间的春鸟，你们太美了，这次的到来距前次已是三年了。东风顺吹，我驾船驶过湖面，杨柳丝丝拂面，似对我的到来表示欢迎。人生道路上的曲折、沉浮我已习惯，无论到哪里，我的心一片悠然。寒光亭下，湖水映照天空，真是天水一色，水面上飞起一群沙鸥。",
        "emotion": "对自然的热爱与对人生的淡然"
    },
    {
        "title": "西江月·阻风山峰下",
        "content": "满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。",
        "keywords": {
            "鳞鳞": "形容波纹细微如鱼鳞",
            "更": "再；又",
            "风回": "指风向转为顺风",
            "水晶宫": "古代传说水中的宫殿",
            "霓裳": "即《霓裳羽衣曲》，唐代著名乐舞名",
            "准拟": "准备、安排"
        },
        "trans": "满载着一船的秋色，行驶在广阔平展的江面上。水神有意留住我观看夕阳西下的美丽景色，吹起鳞鳞波浪，泛起波光，让我再不能行往远方。如果明日风向回转，天气变好，那么今夜露宿于此又有什么关系呢？阵阵波涛声好似龙宫中奏演的《霓裳羽衣曲》，准备明天在岳阳楼上欣赏洞庭湖的美景胜状。",
        "emotion": "对自然的热爱与对生活的乐观"
    },
    {
        "title": "谒金门·花过雨",
        "content": "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。",
        "keywords": {
            "红素": "指花色红、白相间。",
            "觅": "寻找。",
            "玉关": "玉门关，借指南宋抗战前线。",
            "玉楼": "豪华的高楼大厦。",
            "胡尘": "指蒙人发动的战争，异族（金或蒙古）侵略。",
            "侯万户": "万户侯。"
        },
        "trans": "花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东风能吹走侵略的敌人，那就封它做个万户侯吧！",
        "emotion": "失望无奈，忧虑家国，思乡之情"
    },
    {
        "title": "贺新郎·寄李伯纪丞相",
        "content": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。",
        "keywords": {
            "贺新郎": "词牌名",
            "李伯纪": "即李纲",
            "鼻息鸣鼍鼓": "指人们熟睡，鼾声有如击着用猪婆龙的皮做成的鼓，即有鼾声如雷之意",
            "十年一梦扬州路": "化用杜牧诗‘十年一觉扬州梦’，借指十年前，金兵南侵，宋高宗避难至扬州",
            "骄虏": "指金人",
            "要斩楼兰": "用西汉傅介子出使西域斩楼兰王的故事",
            "琵琶旧语": "用汉代王昭君出嫁匈奴事",
            "垂纶": "即垂钓"
        },
        "trans": "拖着手杖，独上高楼去。仰望北斗星低低地垂挂在夜天，俯视沧江正翻起波浪万顷，月亮流泻在烟雾迷漫的洲渚。浮云被横扫净尽、寒风飘拂不定，不能乘坐小船连夜飞渡。栖宿的鸿雁已经落在萧索的芦苇深处。怀着无限惆怅的心情，想望祖国分裂的山河，徒劳无益地相吊形影。这时只听到人间发出的鼾声像敲打鼍鼓，还有谁肯陪伴我乘着酒兴起舞？事隔十年好像一场噩梦，走尽了扬州路。独倚高楼夜气十分冷寒，一心怀愁为的是祖国，恨不得一气吞下骄横的胡虏。要用这把三尺的宝剑亲手杀死金的统治者，才不会像王昭君弹出的琵琶怨语那般留下遗恨。让宝剑暗淡无光，白白地生锈化为尘土。我请您来评论看看，经过苕溪时，还能允许我垂钓吗？风浩荡，欲飞举。",
        "emotion": "愤慨与孤独"
    },
    {
        "title": "贺新郎·送胡邦衡待制赴新州",
        "content": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。(悲难诉 一作：悲如许)凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。",
        "keywords": {
            "底事": "言何事",
            "耿": "明亮",
            "大白": "酒杯"
        },
        "trans": "我辈梦魂经常萦绕着未光复的祖国中原之路。在萧瑟的秋风中，金兵营垒相连，军号凄厉；故都汴京的皇宫宝殿已成废墟，禾黍充斥，一片荒凉，真是令人惆怅呵！为什么黄河之源昆仑山的天柱和黄河的中流砥柱都崩溃了，黄河流域各地泛滥成灾？如今，中原人民国破家亡，流离失所。人口密聚的万落千村都变成了狐兔盘踞横行之地。杜甫句云：“天意高难问，人情老易悲。”从来是天高难问其意。如今我与君都老了，也容易产生悲情，我们的悲情能向谁倾诉呢?我只能默默地相送到南浦。送君远去！别后，我仍然会伫立江边眺望，不忍离去。见柳枝随风飘起，有些凉意，残暑渐消。夜幕降临，银河横亘高空，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。",
        "emotion": "思念与忧愁"
    },
    {
        "title": "踏莎行·自沔东来丁未元日至金陵江上感梦而作",
        "content": "燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
        "keywords": {
            "沔（miǎn）东": "唐、宋州名，今湖北汉阳（属武汉市），姜夔早岁流寓此地。",
            "丁未元日": "孝宗淳熙十四年（1187年）元旦。",
            "燕燕、莺莺": "借指伊人",
            "华胥（xū）": "梦境。",
            "郎行": "情郎那边。",
            "淮南": "指合肥。",
            "冥冥（míng）": "自然界的幽暗深远。"
        },
        "trans": "她体态轻盈、语声娇软的形象，我分明又从好梦中见到了。我仿佛听到她在对我说：长夜多寂寞呀，你这薄情郎怎么会知道呢？春天才刚开头，却早已被我的相思情怀染遍了。自从分别以后，她捎来书信中所说的种种，还有临别时为我刺绣、缝纫的针线活，都令我思念不已。她来到我的梦中，就像是传奇故事中的倩娘，魂魄离了躯体，暗地里跟随着情郎远行。我西望淮南，在一片洁白明亮的月光下，千山是那么的清冷。想必她的魂魄，也像西斜的月亮，在冥冥之中独自归去。也没有个人照管。",
        "emotion": "对恋人的深切思念与孤独感"
    },
    {
        "title": "长亭怨慢·渐吹尽",
        "content": "余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。",
        "keywords": {
            "柳": "象征离别与思念",
            "香絮": "象征无情流逝的时光",
            "高城": "象征遥不可及的思念",
            "韦郎": "象征离别的情人",
            "红萼": "象征对爱情的期待与惋惜"
        },
        "trans": "我喜欢自己作曲，开始时随意写下长短句，然后再调整，配以乐曲，所以前后片有很多不同。桓温大司马曾说：“当年汉南种下的依依杨柳，是多么袅娜动人。而今江边潭畔，柳叶片片摇落，让人感到多么凄婉。时光的流逝，春秋的交替，人又岂能逃过岁月的沧桑呢？”这几句话我异常偏爱。风渐渐吹尽枝头上的柳絮，到处坐落的人家掩映在绿阴深处。远处的水岸迂回曲折，暮色里云帆凌乱，匆忙往返，也不知要奔向哪里？见过太多的离别场面，谁能比长亭的柳树悄然冷寂？柳树若是懂得人间的情意，定不会年年都长得如此青翠碧绿。天色渐渐昏暗，高耸的城郭已经望不见，眼前只有一片连绵纵横的乱山。我像韦郎一样，怎能忘记玉环的叮嘱：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。",
        "emotion": "对离别的深切思念与对时光流逝的无奈，流露出浓厚的哀伤与孤独"
    },
    {
        "title": "青玉案·年年社日停针线",
        "content": "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。",
        "keywords": {
            "社日": "古时祭祀土神的日子，分春社与秋社。"
        },
        "trans": "每年春社的日子，妇女们停下针线，孤单的她怎忍看见，双飞双栖的春燕？今日江城春色已过去大半，我独自还羁身于乱山深处，寂寞地伫立在小溪畔。春衫穿破了谁给我补缀针线？点点行行的泪痕洒满春衫。落日时分我解鞍驻马在芳草萋萋的河岸，虽有花枝却无人佩戴，虽有美酒却无人劝酒把盏，纵然醉了也无人照管。",
        "emotion": "孤独、思乡、伤感、无奈"
    },
    {
        "title": "鹧鸪天·己酉之秋苕溪记所见",
        "content": "京洛风流绝代人。因何风絮落溪津。笼鞋浅出鸦头袜，知是凌波缥缈身。 红乍笑，绿长嚬。与谁同度可怜春。鸳鸯独宿何曾惯，化作西楼一缕云。",
        "keywords": {
            "京洛": "本指河南洛阳，此处借指临安。",
            "风流": "品格超逸。",
            "津": "码头。",
            "笼鞋": "指鞋面较宽的鞋子。",
            "鸦头袜": "古代妇女穿的分开足趾的袜子。",
            "红": "此处指朱红色的嘴唇。",
            "绿": "青黛色的眉毛。",
            "乍": "表示时间短暂"
        },
        "trans": "她来自南宋的都城临安，有着高超的品格，又有举世无双的美貌。你为何像风中的飞絮飘落到苕溪呢？从笼鞋露出的鸦头袜可以看出她是风流绝代佳人。轻启朱唇，露出浅浅的笑，青黛色的眉毛紧蹙在一起，面对这美好的春景，有谁与她共同度过呢？只剩下孤零零一人怎么会习惯呢，只能饱受这相思之苦。",
        "emotion": "对不幸女子的深切同情与惋惜"
    },
    {
        "title": "齐天乐·蟋蟀",
        "content": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。",
        "keywords": {
            "丙辰岁": "宁宗庆元二年（1196）。",
            "裴回": "即徘徊。",
            "中都": "犹言都内，指杭州。",
            "庾郎": "指庾信，曾作《愁赋》，今唯存残句。",
            "铜铺": "装在大门上用来衔环的铜制零件。",
            "屏山": "屏风上画有远山，故称屏山。",
            "砧杵": "捣衣石和棒槌。",
            "候馆": "迎客的馆舍。",
            "离宫": "皇帝出巡在外住的行宫。",
            "漫与": "率意而为之。",
            "写入琴丝": "谱成乐曲，入琴弹奏。"
        },
        "trans": "在丙辰年，我与张功父在张达可的家中饮酒。听到墙壁间蟋蟀的鸣声，功父邀请我一起作词。功父先写成，辞句非常优美。我在茉莉花间徘徊，仰望秋月，顿时产生了幽思，于是也写下了这首词。蟋蟀在中都被称为促织，善于斗争。有人愿意花三二十万钱买一只，镂刻象牙制成的楼观来保存它。庾郎先吟诵《愁赋》，凄凉的声音更是让我听到私语。露水打湿了铜环，青苔侵入了石井，这些地方都曾听到过它的叫声。哀怨的声音似乎在倾诉着什么，正当思妇失眠，起来寻找机杼。曲折的屏风下，夜晚凉意透骨，孤独的我情绪如何？西窗外又刮起了暗雨，为什么这虫声总是断断续续地应和着砧杵声？在旅馆里迎接秋天，在离宫中凭吊冷月，心中有无数的伤感。豳风的诗句漫不经心地提到它。可笑的是世间那些无知的小儿女，他们在篱笆旁呼喊着灯光。",
        "emotion": "对孤独与哀伤的深切感受，寄托对家国与爱情的思念"
    }
]